{
  "text": {
    " ": 0,
    "x": 311,
    "i": 213,
    "n": 246,
    " x": 75,
    "xi": 312,
    "in": 215,
    "n ": 247,
    " xi": 76,
    "xin": 313,
    "in ": 216,
    " xin": 77,
    "xin ": 314,
    "c": 159,
    "h": 193,
    "à": 317,
    "o": 263,
    " c": 23,
    "ch": 161,
    "hà": 202,
    "ào": 318,
    "o ": 264,
    " ch": 24,
    "chà": 164,
    "hào": 203,
    "ào ": 319,
    " chà": 26,
    "chào": 165,
    "hào ": 204,
    " h": 36,
    "hi": 198,
    "i ": 214,
    " hi": 39,
    "hi ": 199,
    " hi ": 40,
    "e": 174,
    "l": 229,
    "he": 195,
    "el": 176,
    "ll": 230,
    "lo": 233,
    " he": 37,
    "hel": 196,
    "ell": 177,
    "llo": 231,
    "lo ": 234,
    " hel": 38,
    "hell": 197,
    "ello": 178,
    "llo ": 232,
    "b": 149,
    "ạ": 353,
    " b": 18,
    "bạ": 156,
    "ạn": 354,
    " bạ": 21,
    "bạn": 157,
    "ạn ": 355,
    " bạn": 22,
    "bạn ": 158,
    "t": 287,
    "bo": 153,
    "ot": 268,
    "t ": 288,
    " bo": 19,
    "bot": 154,
    "ot ": 269,
    " bot": 20,
    "bot ": 155,
    "é": 322,
    " n": 52,
    "nh": 254,
    "hé": 205,
    "é ": 323,
    " nh": 56,
    "nhé": 255,
    "hé ": 206,
    " nhé": 57,
    "nhé ": 256,
    "ô": 334,
    " t": 63,
    "tô": 295,
    "ôi": 335,
    " tô": 68,
    "tôi": 296,
    "ôi ": 336,
    " tôi": 69,
    "tôi ": 297,
    "m": 238,
    "u": 300,
    "ố": 362,
    " m": 49,
    "mu": 243,
    "uố": 304,
    "ốn": 363,
    " mu": 50,
    "muố": 244,
    "uốn": 305,
    "ốn ": 364,
    " muố": 51,
    "muốn": 245,
    "uốn ": 306,
    "ì": 324,
    "tì": 292,
    "ìm": 325,
    "m ": 239,
    " tì": 66,
    "tìm": 293,
    "ìm ": 326,
    " tìm": 67,
    "tìm ": 294,
    "p": 270,
    "ò": 327,
    "g": 182,
    " p": 60,
    "ph": 272,
    "hò": 207,
    "òn": 328,
    "ng": 248,
    "g ": 183,
    " ph": 61,
    "phò": 273,
    "hòn": 208,
    "òng": 330,
    "ng ": 249,
    " phò": 62,
    "phòn": 274,
    "hòng": 209,
    "òng ": 331,
    "v": 307,
    " v": 72,
    "và": 308,
    " và": 73,
    "vào": 309,
    " vào": 74,
    "vào ": 310,
    "y": 315,
    "gà": 187,
    "ày": 320,
    "y ": 316,
    " ng": 53,
    "ngà": 250,
    "gày": 188,
    "ày ": 321,
    " ngà": 54,
    "ngày": 251,
    "gày ": 189,
    "_": 123,
    "r": 275,
    "/": 81,
    " _": 15,
    "__": 131,
    "_n": 139,
    "nu": 257,
    "um": 301,
    "mb": 240,
    "be": 150,
    "er": 179,
    "r_": 276,
    "_/": 125,
    "/_": 82,
    "_ ": 124,
    " __": 16,
    "__n": 137,
    "_nu": 140,
    "num": 258,
    "umb": 302,
    "mbe": 241,
    "ber": 151,
    "er_": 180,
    "r__": 277,
    "__/": 133,
    "_/_": 126,
    "/__": 83,
    "__ ": 132,
    " __n": 17,
    "__nu": 138,
    "_num": 141,
    "numb": 259,
    "umbe": 303,
    "mber": 242,
    "ber_": 152,
    "er__": 181,
    "r__/": 279,
    "__/_": 134,
    "_/__": 127,
    "/__n": 84,
    "r__ ": 278,
    "ừ": 370,
    "từ": 298,
    "ừ ": 371,
    " từ": 70,
    "từ ": 299,
    " từ ": 71,
    "1": 88,
    "8": 113,
    " 1": 1,
    "18": 95,
    "8h": 114,
    "h ": 194,
    " 18": 6,
    "18h": 96,
    "8h ": 115,
    " 18h": 7,
    "18h ": 97,
    "ho": 200,
    "cho": 162,
    "ho ": 201,
    " cho": 25,
    "cho ": 163,
    "ư": 349,
    "ờ": 367,
    "gư": 190,
    "ườ": 350,
    "ời": 368,
    "ngư": 252,
    "gườ": 191,
    "ười": 351,
    "ời ": 369,
    " ngư": 55,
    "ngườ": 253,
    "gười": 192,
    "ười ": 352,
    "ó": 332,
    "có": 169,
    "ó ": 333,
    " có": 29,
    "có ": 170,
    " có ": 30,
    "tr": 289,
    "rố": 284,
    " tr": 64,
    "trố": 290,
    "rốn": 285,
    "ống": 365,
    " trố": 65,
    "trốn": 291,
    "rống": 286,
    "ống ": 366,
    ":": 119,
    "_:": 128,
    ":_": 120,
    "__:": 135,
    "_:_": 129,
    ":__": 121,
    "r__:": 280,
    "__:_": 136,
    "_:__": 130,
    ":__n": 122,
    "k": 220,
    " k": 41,
    "kh": 226,
    "hô": 210,
    "ôn": 337,
    " kh": 44,
    "khô": 227,
    "hôn": 211,
    "ông": 338,
    " khô": 45,
    "khôn": 228,
    "hông": 212,
    "ông ": 339,
    "4": 110,
    "14": 92,
    "4h": 111,
    " 14": 4,
    "14h": 93,
    "4h ": 112,
    " 14h": 5,
    "14h ": 94,
    "ầ": 356,
    "cầ": 171,
    "ần": 357,
    " cầ": 31,
    "cần": 172,
    "ần ": 358,
    " cần": 32,
    "cần ": 173,
    "ú": 340,
    " l": 46,
    "lú": 235,
    "úc": 341,
    "c ": 160,
    " lú": 47,
    "lúc": 236,
    "úc ": 342,
    " lúc": 48,
    "lúc ": 237,
    "2": 101,
    " 2": 10,
    "22": 105,
    "2h": 108,
    " 22": 13,
    "22h": 106,
    "2h ": 109,
    " 22h": 14,
    "22h ": 107,
    "nà": 260,
    " nà": 58,
    "nào": 261,
    " nào": 59,
    "nào ": 262,
    "cò": 166,
    " cò": 27,
    "còn": 167,
    "òn ": 329,
    " còn": 28,
    "còn ": 168,
    "0": 85,
    "10": 89,
    "0h": 86,
    " 10": 2,
    "10h": 90,
    "0h ": 87,
    " 10h": 3,
    "10h ": 91,
    "đ": 345,
    "ặ": 359,
    " đ": 78,
    "đặ": 346,
    "ặt": 360,
    " đặ": 79,
    "đặt": 347,
    "ặt ": 361,
    " đặt": 80,
    "đặt ": 348,
    " g": 33,
    "gi": 184,
    "iú": 217,
    "úp": 343,
    "p ": 271,
    " gi": 34,
    "giú": 185,
    "iúp": 218,
    "úp ": 344,
    " giú": 35,
    "giúp": 186,
    "iúp ": 219,
    "9": 116,
    "19": 98,
    "9h": 117,
    " 19": 8,
    "19h": 99,
    "9h ": 118,
    " 19h": 9,
    "19h ": 100,
    "a": 142,
    "ka": 221,
    "ar": 146,
    "ra": 281,
    "ao": 143,
    "ok": 265,
    "ke": 224,
    "e ": 175,
    " ka": 42,
    "kar": 222,
    "ara": 147,
    "rao": 282,
    "aok": 144,
    "oke": 266,
    "ke ": 225,
    " kar": 43,
    "kara": 223,
    "arao": 148,
    "raok": 283,
    "aoke": 145,
    "oke ": 267,
    "20": 102,
    " 20": 11,
    "20h": 103,
    " 20h": 12,
    "20h ": 104
  },
  "response": null,
  "action_text": null
}